Repository: EmilyMoonstone/Moonforge
Catalog: moonforge/lib/l10n/l10n_*.arb
Languages: de

source: Your
de: Deine

# newString
source: New
de: Neu

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Search
de: Suchen

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Home
de: Start

# createX
source: Create {entity}
de: {entity} erstellen

source: Create
de: Erstellen

# createdX
source: {entity} created
de: {entity} erstellt

source: Created
de: Erstellt

# otherX
source: Other {entity}
de: Andere {entity}

source: Enter
de: Eingeben

source: Notifications
de: Benachrichtigungen

source: Settings
de: Einstellungen

source: Profile
de: Profil

source: General
de: Allgemein

source: Account
de: Konto

source: Compendium
de: Kompendium

# appNavItem
source: {item, select, dashboard{Dashboard} campaign{Campaign} compendium{Compendium} groups{Groups} other{Unknown}}
de: {item, select, dashboard{Dashboard} campaign{Kampagne} compendium{Kompendium} groups{Gruppen} other{Unbekannt}}

# nGroups
source: {count, plural, =0 {No Groups} =1 {1 group} other {{count} Groups}}
de: {count, plural, =0 {Keine Gruppen} =1 {1 Gruppe} other {{count} Gruppen}}

# spGroups
source: {number, select, singular{Group} other{Groups}}
de: {number, select, singular{Gruppe} other{Gruppen}}

# nCampaigns
source: {count, plural, =0{No Campaigns} =1{1 Campaign} other{{count} Campaigns}}
de: {count, plural, =0 {Keine Kampagnen} =1 {1 Kampagne} other {{count} Kampagnen}}

# spCampaigns
source: {number, select, singular{Campaign} other{Campaigns}}
de: {number, select, singular{Kampagne} other{Kampagnen}}

# nAdventures
source: {count, plural, =0 {No Adventures} =1 {1 Adventure} other {{count} Adventures}}
de: {count, plural, =0 {Keine Abenteuer} =1 {1 Abenteuer} other {{count} Abenteuer}}

# spAdventures
source: {number, select, singular{Adventure} other{Adventures}}
de: {number, select, singular{Abenteuer} other{Abenteuer}}

# nChapters
source: {count, plural, =0 {No Chapters} =1 {1 Chapter} other {{count} Chapters}}
de: {count, plural, =0 {Keine Kapitel} =1 {1 Kapitel} other {{count} Kapitel}}

# spChapters
source: {number, select, singular{Chapter} other{Chapters}}
de: {number, select, singular{Kapitel} other{Kapitel}}

# nScenes
source: {count, plural, =0 {No Scenes} =1 {1 Scene} other {{count} Scenes}}
de: {count, plural, =0 {Keine Szenen} =1 {1 Szene} other {{count} Szenen}}

# spScenes
source: {number, select, singular{Scene} other{Scenes}}
de: {number, select, singular{Szene} other{Szenen}}

# nPlayers
source: {count, plural, =0 {No Players} =1 {1 Player} other {{count} Players}}
de: {count, plural, =0 {Keine Spieler:innen} =1 {1 Spieler:in} other {{count} Spieler:innen}}

# spPlayers
source: {number, select, singular{Player} other{Players}}
de: {number, select, singular{Spieler:in} other{Spieler:innen}}

# nEntities
source: {count, plural, =0 {No Entities} =1 {1 Entity} other {{count} Entities}}
de: {count, plural, =0 {Keine Entitäten} =1 {1 Entität} other {{count} Entitäten}}

# spEntities
source: {number, select, singular{Entity} other{Entities}}
de: {number, select, singular{Entität} other{Entitäten}}

# nItems
source: {count, plural, =0 {No Items} =1 {1 Item} other {{count} Items}}
de: {count, plural, =0 {Keine Gegenstände} =1 {1 Gegenstand} other {{count} Gegenstände}}

# spItems
source: {number, select, singular{Item} other{Items}}
de: {number, select, singular{Gegenstand} other{Gegenstände}}

# nLocations
source: {count, plural, =0 {No Locations} =1 {1 Location} other {{count} Locations}}
de: {count, plural, =0 {Keine Orte} =1 {1 Ort} other {{count} Orte}}

# spLocations
source: {number, select, singular{Location} other{Locations}}
de: {number, select, singular{Ort} other{Orte}}

# nOrganizations
source: {count, plural, =0 {No Organizations} =1 {1 Organization} other {{count} Organizations}}
de: {count, plural, =0 {Keine Organisationen} =1 {1 Organisation} other {{count} Organisationen}}

# spOrganizations
source: {number, select, singular{Organization} other{Organizations}}
de: {number, select, singular{Organisation} other{Organisationen}}

# nNPCs
source: {count, plural, =0 {No NPCs} =1 {1 NPC} other {{count} NPCs}}
de: {count, plural, =0 {Keine NSCs} =1 {1 NSC} other {{count} NSCs}}

# spNPCs
source: {number, select, singular{NPC} other{NPCs}}
de: {number, select, singular{NSC} other{NSCs}}

# nCreatures
source: {count, plural, =0 {No Creatures} =1 {1 Creature} other {{count} Creatures}}
de: {count, plural, =0 {Keine Kreaturen} =1 {1 Kreatur} other {{count} Kreaturen}}

# spCreatures
source: {number, select, singular{Creature} other{Creatures}}
de: {number, select, singular{Kreatur} other{Kreaturen}}

# sortBy
source: {sortType, select, nameAsc{Name (A-Z)} nameDesc{Name (Z-A)} dateCreatedAsc{Date Created (Oldest First)} dateCreatedDesc{Date Created (Newest First)} lastModifiedAsc{Last Modified (Oldest First)} lastModifiedDesc{Last Modified (Newest First)} other{Unknown Sort}}
de: {sortType, select, nameAsc{Name (A-Z)} nameDesc{Name (Z-A)} createdAsc{Erstellt (Älteste zuerst)} createdDesc{Erstellt (Neueste zuerst)} lastModifiedAsc{Zuletzt geändert (Älteste zuerst)} lastModifiedDesc{Zuletzt geändert (Neueste zuerst)} other{Unbekannte Sortierung}}

# noXFound
source: No {entity} Found
de: Keine {entity} gefunden

# loadingX
source: Loading {entity}...
de: Lade {entity}...

source: Success
de: Erfolg

source: Error
de: Fehler

source: Title
de: Titel

source: Description
de: Beschreibung

source: Content
de: Inhalt

source: Username
de: Benutzername

source: Password
de: Passwort

source: Language
de: Sprache

source: Profile Picture
de: Profilbild

source: Logout
de: Abmelden

source: File size exceeds
de: Dateigröße überschritten

# fileSizeExceedsLimit
source: File size exceeds the limit of {size}
de: Dateigröße überschreitet das Limit von {size}
